

export const Filtration = ["Сортировка","Цена (возростание)", "Цена (убывание)"]
export const Brands = ["Бренд","Skindom", "Woosin"]
export const Sales = ["Продажи","Для косметологов", "Для домашного ухода"]
export const Effects = ["Эффект","Питание", "Увложнение", "Выравнивание тона", "Выравнивание рельефа", "Упругость и эластичность",  "Антивозрастной",
    "Освежающий", "Успокаивающий", "Матирующий", "Сияние", "Отшелушивание", "Сужение пор", "Регенерация", "Против воспалений", "Против черных точек",
    "Против пигментации", "Против отеков", "Против купероза", "Защита от солнца"]
export const SkinsTypes = ["Тип кожи","Нормальная кожа", "Сухая кожа", "Жирная кожа", "Комбинированная кожа", "Чувствительная кожа",
"Возрастная кожа", "Проблемная кожа"]
export const Ages = ["Возраст","Без ограничений", "30+", "40+", "50+"]