{
  "users": [
    {
      "email": "user@gmail.com",
      "password": "$2a$10$DTa0O6rZNfIydfeSD.33L.hajTIDcxUe9odQNeVuAvYX1JemAYApm",
      "name": "User1",
      "phone": "12378906591",
      "login": "User",
      "id": 1
    }
  ],
  "products": [
    {
      "id": 1,
      "name": "Пенка для очищения пор \"1 этап\" с вулканическим пеплом (Volcanic Pore 1 Step Bubble Cleaning)",
      "price": 2584,
      "totalPrice": 2584,
      "quantity": 1,
      "img": "https://saint-petersburg.kkshop.ru/assets/images/products/6/dc002-150.jpg",
      "sales": ["Для домашнего ухода", "Для косметологов"],
      "effect": ["Сужение пор" , "Против воспалений" , "Отшелушивание" , "Матирующий"],
      "skinType": ["Комбинированная кожа" , "Нормальная кожа" , "Жирная кожа" ,"Проблемная кожа" , "Сухая кожа" , "Чувствительная кожа" , "Возр"],
      "age": ["Без ограничений"],
      "weight": "250 г",
      "volume": "150 мл",
      "manufacturerCountry": "Южная Корея",
      "compound": "Water, Sodium Lauryl Sulfate, Sodium Laureth Sulfate, TEA-Cocoyl Glutamate, Disodium Laureth Sulfosuccinate, Cocamidopropyl Betaine, PEG-7 Glyceryl Cocoate, Volcano Ash, Carica Papaya (Papaya) Fruit Extract, Salix Alba (Willow) Bark Extract, Houttuynia Cordata Extract, Citrus Paradisi (Grapefruit) Fruit Extract, Caprylyl Glycol, Ethylhexylglycerin, Disodium EDTA, Fragrance.",
      "description": "Абсорбирующие свойства вулканического пепла позволяют мягко удалить загрязнения, излишки себума и очистить поры. Пенка насыщена питательными веществами и минералами, которые обладают антибактериальным и противовоспалительным эффектами, успокаивают, делают кожу красивой и сияющей.\n\nЭкстракт папайи в составе пенки - содержит клетчатку, белки, бета-каротин, энзим папаин, витамины группы В, С и D, а также минеральные вещества, такие как калий, кальций, фосфор, натрий и железо. Успешно применяется для лечения различных кожных заболеваний, стимулирует обмен веществ в клетках эпидермиса, обладает выраженным противовоспалительным, регенерирующим и успокаивающим действием.\n\nПодходит для нормальной, жирной и комбинированной кожи, склонной к воспалениям.",
      "brand": ["Skindom"],
      "modeOfApplication": "Взбить пенку с небольшим количеством воды, нанести на лицо мягкими массирующими движениями, затем смыть теплой водой."
    },
    {
      "id": 2,
      "name": "Бальзам-ополаскиватель для волос с коллагеном (R&B Phyton Therapy Collagen Rinse)",
      "price": 1300,
      "totalPrice": 1300,
      "quantity": 1,
      "img": "https://saint-petersburg.kkshop.ru/assets/images/products/2434/ws-007.jpg",
      "sales": [],
      "effect": [],
      "skinType": [],
      "age": [],
      "weight": "",
      "volume": "440 мл",
      "manufacturerCountry": "Южная Корея",
      "compound": "Water, Cetearyl Alcohol, Glycerin, Dimethicone, Steartrimonium Chloride, Distearyldimonium Chloride, Propylene Glycol, Butylene Glycol, Ginkgo Biloba Leaf Extract, Polygonum Multiflorum Root Extract, Sophora Flavescens Root Extract, Sodium Hyaluronate, Copper Tripeptide-1, Arginine, Biotin, Chamaecyparis Obtusa Water, Caprylyl Glycol, Caprylhydroxamic Acid, Hydrolyzed Collagen, Silicone Quaternium-1, Sodium Chloride, Laureth-4, Laureth-23, Citric Acid, Hydrolyzed Rice Protein, Hydroxyethylcellulose, Silk Amino Acids, Potassium Sorbate, Disodium EDTA, Polyquaternium-10, Lanolin, Polysorbate 60, Sorbitan Stearate, Isopropyl Alcohol, Sodium Benzoate, Phenoxyethanol, Methylpara- ben, Propylparaben, Sodium Nitrate, Glyoxal, Fragrance.",
      "description": "Бальзам-ополаскиватель интенсивно питает, увлажняет и восстанавливает поврежденные волосы. Делает их упругими, напитанными, гладкими, мягкими, послушными и ухоженными, защищает волосы от электризации, борется с секущимися кончиками. Восстанавливает pH-баланс и избавляет волосы от неприятного запаха после окрашивания. Имеет натуральный травяной аромат. \n\nКоллаген в составе - восстанавливает структуру волос, обволакивая их защитной пленочкой, которая удерживает влагу.  Делает волосы гладкими и упругими.\n\nКератин улучшает  внешний вид волос, придает гладкость и эластичность, способствует сохранению влагу.\n\nФитонциды - биологически активные вещества, образуемые растениями и подавляющие рост и развитие бактерий, микроскопических грибов и простейших.\n\nЭкстракт листьев гинкго билоба тонизирует и укрепляет ослабленные и тонкие волосы, улучшая их структуру.\n\nЭкстракт корня софоры регулирует работу сальных желез, питает и очищает кожу головы, способствует интенсивному росту и укреплению волос, а  также помогает в лечении перхоти.\n\nПептид меди способствует восстановлению цикла роста волос, предотвращает их выпадение, питая волосы изнутри.\n\nПодходит для всех типов волос, особенно для сухих и поврежденных.",
      "brand": ["Woosin"],
      "modeOfApplication": "Нанести необходимое количество бальзама-ополаскивателя на мокрые чистые волосы. Оставить на 2-3 минуты, затем смыть теплой водой."
    },
    {
      "id": 3,
      "name": "Лосьон для тела увлажняющий (Moisture Body Lotion)",
      "price": 1870,
      "totalPrice": 1870,
      "quantity": 1,
      "img": "https://saint-petersburg.kkshop.ru/assets/images/products/244/bc002-250.jpg",
      "sales": ["Для домашнего ухода" , "Для косметологов"],
      "effect": ["Увлажнение" , "Упругость и эластичность" , "Питание"],
      "skinType": "",
      "age": ["Без ограничений"],
      "weight": "310 г",
      "volume": "250 мл",
      "manufacturerCountry": "Южная Корея",
      "compound": "Water, Glycerin, Mineral Oil, Butylene Glycol, Petrolatum, Polysorbate 60, Squalane, Stearic Acid,Cetyl Ethylhexanoate, Cetearyl Alcohol,Sorbitan Sesquioleate,Betaine,Dimethicone,Phenoxyethanol,Glyceryl Stearate, PEG-100 Stearate, Carbomer, Chlorphenesin, Triethanolamine, Allantoin, Lonicera Japonica (Honeysuckle) Flower Extract,Paeonia Lactiflora Bark/Sap Extract,Sophora Angustifolia Root Extract,Scutellaria Baicalensis Root Extract, Rhus Semialata Gall Extract,Camellia Sinensis Leaf Extract,Prunus Persica (Peach) Leaf Extract, Ginkgo Biloba Leaf Extract,Tocopheryl Acetate, Disodium EDTA, Fragrance.",
      "description": "Лосьон ухаживает за кожей тела, интенсивно питая и увлажняя ее. Смягчает, борется с шелушениями, делает кожу упругой, эластичной и бархатистой.\n\nСквален в составе - обеспечивает кожу влагой и питательными веществами, делает ее упругой и увлажненной.\n\nЭкстракт листьев камелии является растительным антиоксидантом, помогает сохранить молодость и красоту кожи, замедляет процессы старения.\n\nАллантоин смягчает верхний роговой слой эпидермиса, отшелушивая омертвевшие клетки кожи, стимулирует регенерацию тканей, снимает раздражения, обладает омолаживающими свойствами.\n\nВитамин Е предотвращает преждевременное старение кожи, уменьшает пигментацию, способствует повышению упругости.\n\nБетаин обладает увлажняющими, смягчающими, стабилизирующими и укрепляющими свойствами.\n\nПодходит для всех типов кожи.",
      "brand": ["Skindom"],
      "modeOfApplication": "Нанести необходимое количество лосьона на чистое тело, круговыми массирующими движениями до полного впитывания."
    },
    {
      "id": 4,
      "name": "Крем для рук с ароматом цветов и фруктов (Touch Perfume Hand Cream Anna Girl)",
      "price": 459,
      "totalPrice": 459,
      "quantity": 1,
      "img": "https://saint-petersburg.kkshop.ru/assets/images/products/2381/hc009.jpg",
      "sales": "Для домашнего ухода , Для косметологов",
      "effect": ["Питание" , "Регенерация" , "Увлажнение"],
      "skinType": "",
      "age": ["Без ограничений"],
      "weight": "60 г",
      "volume": "50 мл",
      "manufacturerCountry": "Южная Корея",
      "compound": "Water, Butyrospermum Parkii (Shea) Butter, Glycerin, Mineral Oil, Dipropylene Glycol, Glyceryl Stearate, Cetearyl Alcohol, PEG-100 Stearate, Polysorbate 60, Beeswax, Dimethicone, Phenoxyethanol, Chlorphenesin, Triethanolamine, Carbomer, Macadamia Ternifolia Seed Oil, Beta-Glucan, Disodium EDTA, Chlorella Minutissima Extract, Carica Papaya (Papaya) Fruit Extractt, Pyrus Malus (Apple) Fruit Water, Prunus Mume Fruit Extract, Bambusa Vulgaris Extract, Aloe Barbadensis Leaf Extract, Fragrance.",
      "description": "Крем с нежной текстурой интенсивно питает и увлажняет кожу рук. Борется с сухостью, шелушениями, способствует быстрой регенерации, делает кожу мягкой и эластичной. Имеет приятный сладковатый аромат с цветочными и фруктовыми нотками.\n\nМасло ши в составе - богато насыщенными жирными кислотами, способствует глубокому питанию и смягчению кожи, активизирует выработку коллагена, предотвращает преждевременное старение кожи рук.\n\nМасло макадамии увлажняет и питает кожу, повышает эластичность, выравнивает рельеф кожи.\n\nБета-Глюкан является мощным антиоксидантом, стимулирует выработку гиалуроновой кислоты, обладает ранозаживляющими свойствами, успокаивает раздраженную кожу.\n\nЭкстракт папайи содержит клетчатку, белки, бета-каротин, энзим папаин, витамины группы В, С и D, а также минеральные вещества. Успешно применяется для лечения различных кожных заболеваний, стимулирует обмен веществ в клетках эпидермиса, обладает выраженным регенерирующем действием.\n\nПчелиный воск улучшает состояние кожи, образуя защитный слой, оберегает от воздействия негативных факторов окружающей среды, сохраняет влагу, обладает мощным противовоспалительным действием.\n\nПодходит для всех типов кожи.",
      "brand": ["Skindom"],
      "modeOfApplication": "Нанести необходимое количество крема на кожу рук массирующими движениями до полного впитывания."
    }

  ]
}